Repository: asesidaa/TaikoLocalServer
Catalog: TaikoWebUI/Localization/LocalizationResource.*.resx
Languages: fr_fr, ja, zh_hant

# DateFormat
source: MM/dd/yyyy h:mm:ss tt
fr_fr: dd/MM/yyyy h:mm:ss tt
ja: yyyy/MM/dd HH:mm:ss
zh_hant: yyyy/M/d HH:mm:ss

source: Generate Invite Code
fr_fr: Créer un code d'invitation
ja: 招待コード生成
zh_hant: 生成邀請碼

source: Register
fr_fr: Inscription
ja: 登録
zh_hant: 注冊

source: Log In
fr_fr: Connexion
ja: ログイン
zh_hant: 登錄

source: Achievement Panel
fr_fr: Tableau de reussite
ja: 総合成績パネル
zh_hant: 成績版面

source: Achievement Panel Difficulty
fr_fr: Difficulté du tableau de réussite
ja: 総合成績パネルの難易度
zh_hant: 成績版面難度

source: AI Battle Data
fr_fr: Données du mode IA Battle
ja: AIバトル演奏データ
zh_hant: AI對戰數據

source: Bad
ja: 不可
zh_hant: 不可

source: Best Crown
fr_fr: Meilleure couronne
ja: ベスト王冠
zh_hant: 最佳皇冠

source: Best Rank
fr_fr: Meilleur rank
ja: ベストランク
zh_hant: 最佳評價

source: Log Out
fr_fr: Déconnexion
ja: ログアウト
zh_hant: 登出

source: Play Data
fr_fr: Données de jeu
ja: プレイデータ
zh_hant: 游玩數據

source: High Scores
fr_fr: Meilleurs Scores
ja: 自己ベスト
zh_hant: 最高分

# Access Codes
source: Manage Access Codes
fr_fr: Codes d'accès
ja: アクセスコード管理
zh_hant: 管理訪問碼

source: Add Access Code
fr_fr: Ajouter un code d'accès
ja: アクセスコード追加
zh_hant: 新增訪問碼

source: New Access Code
fr_fr: Nouveau code d'accès
ja: 新しいアクセスコード
zh_hant: 新訪問碼

source: Delete
fr_fr: Supprimer
ja: 削除
zh_hant: 删除

source: Access Code
fr_fr: Code d'accès
ja: アクセスコード
zh_hant: 訪問碼

source: Old Password
fr_fr: Ancien mot de passe
ja: 旧パスワード
zh_hant: 現有密碼

source: New Password
fr_fr: Nouveau mot de passe
ja: 新しいパスワード
zh_hant: 新密碼

source: Confirm New Password
fr_fr: Confirmer le nouveau mot de passe
ja: パスワードの再入力
zh_hant: 再次輸入新密碼

# Dialog OK
source: OK
ja: 確認
zh_hant: 確認

source: QR Code
fr_fr: Code QR
ja: QRコード
zh_hant: 查看QR Code

# Fifth Kyuu
source: 5th Kyuu
fr_fr: 5ème Kyuu
ja: 五級
zh_hant: 五級

# Fourth Kyuu
source: 4th Kyuu
fr_fr: 4ème Kyuu
ja: 四級
zh_hant: 四級

# Third Kyuu
source: 3rd Kyuu
fr_fr: 3ème Kyuu
ja: 三級
zh_hant: 三級

# Second Kyuu
source: 2nd Kyuu
fr_fr: 2ème Kyuu
ja: 二級
zh_hant: 二級

# First Kyuu
source: 1st Kyuu
fr_fr: 1er Kyuu
ja: 一級
zh_hant: 一級

# First Dan
source: 1st Dan
fr_fr: 1er Dan
ja: 一段
zh_hant: 一段

# Second Dan
source: 2nd Dan
fr_fr: 2ème Dan
ja: 二段
zh_hant: 二段

# Third Dan
source: 3rd Dan
fr_fr: 3ème Dan
ja: 三段
zh_hant: 三段

# Fourth Dan
source: 4th Dan
fr_fr: 4ème Dan
ja: 四段
zh_hant: 四段

# Fifth Dan
source: 5th Dan
fr_fr: 5ème Dan
ja: 五段
zh_hant: 五段

# Sixth Dan
source: 6th Dan
fr_fr: 6ème Dan
ja: 六段
zh_hant: 六段

# Seventh Dan
source: 7th Dan
fr_fr: 7ème Dan
ja: 七段
zh_hant: 七段

source: Eighth Dan
fr_fr: 8ème Dan
ja: 八段
zh_hant: 八段

# Ninth Dan
source: 9th Dan
fr_fr: 9ème Dan
ja: 九段
zh_hant: 九段

# Tenth Dan
source: 10th Dan
fr_fr: 10ème Dan
ja: 十段
zh_hant: 十段

source: Kuroto
ja: 玄人
zh_hant: 玄人

source: Meijin
ja: 名人
zh_hant: 名人

source: Chojin
ja: 超人
zh_hant: 超人

source: Tatsujin
ja: 達人
zh_hant: 達人

source: Gaiden
ja: 外伝
zh_hant: 外傳

source: Gold Full Combo
ja: 金金合格
zh_hant: 金金合格

source: Red Full Combo
ja: 金赤合格
zh_hant: 金赤合格

source: Red Donderful Combo
ja: 虹赤合格
zh_hant: 虹赤合格

source: Gold Donderful Combo
ja: 虹金合格
zh_hant: 虹金合格

# Song List
source: Songs
fr_fr: Musiques
ja: 曲目リスト
zh_hant: 曲目列表

# Log In First
source: "Please log in by clicking on "Users" tab first.
fr_fr: Veuillez vous connecter en cliquant d'abord sur l'onglet “Utilisateurs”.
ja: "ユーザー管理"タブでログインしてください。
zh_hant: "請先在管理用戶那邊登入

source: Dani Dojo
ja: 段位道場
zh_hant: 段位道埸

# Course Songs
source: Songs
fr_fr: Musiques
ja: 課題曲
zh_hant: 課題曲

# Song Name
source: Song
fr_fr: Musique
ja: 曲名
zh_hant: 曲名

source: Song Title / Artist
fr_fr: Titre / Artiste de la musique
ja: 曲名 / Artist
zh_hant: 曲名 / Artist

source: Search by Title or Artist
fr_fr: Recherche par titre ou par artiste
ja: 曲名・アーティスト名で検索
zh_hant: 曲名/Artist名搜索

source: Filter by Genre
fr_fr: Filtrer par Genre
ja: ジャンル検索
zh_hant: 分類過濾

source: Play History
fr_fr: Historique de jeu
ja: プレー履歴
zh_hant: 游玩歷史

source: No play history found
fr_fr: Aucun historique de jeu trouvé
ja: プレー履歴なし
zh_hant: 没有游玩歷史

source: Password
fr_fr: Mot de passe
ja: パスワード
zh_hant: 密碼

source: Settings
fr_fr: Paramètres
ja: 設定
zh_hant: 設定

source: Play Time
fr_fr: Date de jeu
ja: プレー時間
zh_hant: 游玩時間

source: Rank
ja: ランク
zh_hant: 評價

source: Difficulty
fr_fr: Difficulté
ja: 難易度
zh_hant: 難度

source: Song Number
fr_fr: Chart ID
ja: 曲数
zh_hant: 曲數

source: Search by Title, Artist or Date
fr_fr: Recherche par titre, artiste ou date
ja: 曲名・アーティスト名・日付で検索
zh_hant: 曲名/Artist名/日期搜索

source: Users
fr_fr: Utilisateurs
ja: ユーザー管理
zh_hant: 管理用戶

source: Dashboard
fr_fr: Tableau de bord
ja: メニュー
zh_hant: 首頁

source: Unregister
fr_fr: Désinscription
ja: 登録解除
zh_hant: 注銷賬號

source: and
fr_fr: et
ja: と
zh_hant: 和

source: other Access Code(s)
fr_fr: autre(s) code(s) d'accès
ja: 他のアクセスコード
zh_hant: 個其他訪問碼

source: Copy to Clipboard
fr_fr: Copier dans le presse papier
ja: クリップボードにコピー
zh_hant: 複製到粘貼板

source: Invite Code
fr_fr: Code d'invitation
ja: 招待コード
zh_hant: 邀請碼

source: Error
fr_fr: Erreur
ja: エラー
zh_hant: 錯誤

source: View Play Data
fr_fr: Données de jeu
ja: プレイデータ
zh_hant: 查看記錄

source: Not Passed
fr_fr: Non validé
ja: 未合格
zh_hant: 未合格

source: User
fr_fr: Utilisateur
ja: ユーザー
zh_hant: 用戶

source: Access Code is required
fr_fr: Le code d'accès est requis
ja: アクセスコードが必要です
zh_hant: 訪問碼為必填項

# &quot;Invite Code (Optional)&quot;
source: "Invite Code (Optional)"
fr_fr: "Code d'invitation (facultatif)"
ja: 招待コード（任意）
zh_hant: 邀請碼(可選)

source: Last Play Date
fr_fr: Date de dernière partie
ja: 前回プレイデート
zh_hant: 最後游玩日期

source: Last Play Time(5 Min Around Credit End)
fr_fr: Joué la dernière fois (à 5 minutes près de la fin du crédit)
ja: 前回プレー時間(クレジット終了5分以内)
zh_hant: 最後游玩時間(游戲結束5分鐘内)

source: Password is required
fr_fr: Mot de passe est requis
ja: パスワードが必要です
zh_hant: 密碼為必填項

source: Confirm Password
fr_fr: Confirmer le mot de passe
ja: パスワードの再入力
zh_hant: 再次輸入密碼

source: Confirm password is required
fr_fr: Vous devez confirmer le mot de passe
ja: アクセスコードの再入力が必要です
zh_hant: 再次輸入密碼為必填項

source: Unknown Error
fr_fr: Erreur inconnue
ja: 未知のエラー
zh_hant: 不明錯誤

source: Success
fr_fr: Succès
ja: 成功
zh_hant: 成功

# Ura Oni
source: Ura
ja: おに裏
zh_hant: 裏譜面

# Oni
source: Extreme
fr_fr: Oni
ja: おに
zh_hant: 魔王

source: Hard
fr_fr: Difficile
ja: むずかしい
zh_hant: 困難

source: Normal
ja: ふつう
zh_hant: 普通

source: Easy
fr_fr: Facile
ja: かんたん
zh_hant: 簡單

source: Rows Per Page:
fr_fr: Rangées par page :
ja: 1ページ当たりの行数
zh_hant: 每頁行數

# Total Credits Played
source: Total Plays
fr_fr: Nombre total de parties
ja: プレイ回数
zh_hant: 總遊玩次數

source: UI
zh_hant: 界面

source: Add
fr_fr: Ajouter
ja: 追加
zh_hant: 添加

# Access Code Bound Success
source: New access code bound successfully.
fr_fr: Nouveau code d'accès lié avec succès.
ja: 新しいアクセスコードのバインドに成功。
zh_hant: 新訪問碼綁定成功 。

# Not Logged In Error
source: Not logged in.<br />Please log in first and try again.
fr_fr: Vous n'êtes pas connecté.<br />Veuillez d'abord vous connecter et réessayer.
ja: ログインしていません。<br />ログインしてからもう一度お試しください。
zh_hant: 用戶未登錄。<br />請先登錄，然後再試一次。

# Access Code Upper Limit Error
source: Bound access code upper limit reached.<br />Please delete one access code first.
fr_fr: Le nombre maximal de code d'accès est atteint.<br />Veuillez d'abord supprimer un code d'accès.
ja: バウンドアクセスコードの上限に達しました。<br />まずアクセスコードを1つ削除してください。
zh_hant: 已達到綁定訪問碼數量上限。<br />請先刪除一個已綁定的訪問碼。

# Access Code Already Bound Error
source: This access code has already been bound.
fr_fr: Ce code d'accès a déjà été lié.
ja: このアクセスコードはすでにバインドされています。
zh_hant: 此訪問碼已被綁定。

# Access Code Empty Error
source: Access code cannot be empty.<br />Please enter a valid access code.
fr_fr: Le code d'accès ne peut pas être vide.<br />Veuillez saisir un code d'accès valide.
ja: アクセスコードは空ではありません。<br />有効なアクセスコードを入力してください。
zh_hant: 訪問碼不能爲空。<br/>請輸入有效的訪問碼。

# Access Code Not Admin Error
source: This action is not allowed.<br />Only admin will be able to edit another user's access code.
fr_fr: Cette action n'est pas autorisée.<br />Seuls les administrateur pouvent modifier le code d'accès d'un autre utilisateur.
ja: この操作は許可されていません。<br />他のユーザーのアクセスコードを編集できるのは管理者のみです。
zh_hant: 不允許執行此操作。<br />只有管理員可以編輯其他用戶的訪問碼。

# Login Only Admin Error
source: Only admin can log in.
fr_fr: Seuls les administrateurs peuvent se connecter.
ja: ログインできるのは管理者のみです。
zh_hant: 只有管理員可以登錄。

# Change Password Success
source: Password changed successfully.
fr_fr: Mot de passe changé !
ja: パスワードの変更に成功しました。
zh_hant: 密碼更改成功。

# Change Password Different Confirm Password Error
source: Confirm new password is different from new password.<br />Please check again.
fr_fr: La confirmation du nouveau mot de passe est différent du nouveau mot de passe.<br />Veuillez réessayer.
ja: 新しいパスワードが違うことを確認してください。<br />もう一度確認してください。
zh_hant: 確認新密碼與新密碼不同。<br />請再次檢查。

# Unknown Access Code Error
source: Unknown access code.<br />Please play one game with this access code and try again.
fr_fr: Code d'accès inconnu.<br />Veuillez jouer une partie avec ce code d'accès et réessayer.
ja: 不明なアクセスコードです。<br />このアクセスコードでゲームを1回プレイしてから、再度お試しください。
zh_hant: 未知的訪問碼。<br />請使用此訪問碼玩一局遊戲後再試一次。

# Change Password Wrong Current Password Error
source: Current password is wrong.<br />Please check again.
fr_fr: Le mot de passe actuel est erroné.<br />>Veuillez réessayer.
ja: 現在のパスワードが間違っています。<br />再度ご確認ください。
zh_hant: 當前密碼錯誤。<br />請再檢查一次。

# Access Code Not Registered Error
source: Access code not registered.<br />Please register first and try again.
fr_fr: Code d'accès non enregistré.<br />Veuillez d'abord vous inscrire et réessayer.
ja: アクセスコードが登録されていません。<br />まず登録してから再度お試しください。
zh_hant: 訪問碼未註冊。<br />請先註冊然後再試一次。

# Login Wrong Password Error
source: Wrong password.<br />Please check again.
fr_fr: Mot de passe erroné.<br />Vérifiez à nouveau.
ja: パスワードが間違っています。<br />再度ご確認ください。
zh_hant: 密碼錯誤。<br />請再檢查一次。

# Register Only Admin Error
source: Only admin can register.
fr_fr: Seuls les administrateurs peuvent s'inscrire.
ja: 登録できるのは管理者のみです。
zh_hant: 只有管理員可以註冊。

# Register Success
source: Access code registered successfully.
fr_fr: Code d'accès enregistré avec succès.
ja: アクセスコードが正常に登録されました。
zh_hant: 訪問碼已成功註冊。

# Register Different Confirm Password Error
source: Confirm password is not the same as password.<br />Please check again.
fr_fr: Le mot de passe de confirmation est différent.<br />Veuillez réessayer.
ja: パスワードの確認がパスワードと一致しません。<br />再度ご確認ください。
zh_hant: 確認密碼與密碼不一致。<br />請再檢查一次。

# Register Already Registered Error
source: Access code is already registered.<br />Please use set password to login.
fr_fr: Le code d'accès est déjà enregistré.<br />Veuillez utiliser le mot de passe défini pour vous connecter.
ja: アクセスコードは既に登録されています。<br />設定したパスワードを使用してログインしてください。
zh_hant: 訪問碼已註冊。<br />請使用設置的密碼登錄。

# Register Wrong Last Play Time Error
source: Wrong last play time.<br />If you have forgotten when you last played, please play another game with this access code or contact admin.
fr_fr: Mauvaise date de dernière partie.<br />Si vous avez oublié la date de votre derniere partie, veuillez en jouer une autre avec ce code d'accès ou contacter l'administrateur du serveur!
ja: 最後のプレイ時間が間違っています。<br />最後にプレイした時間を忘れた場合は、このアクセスコードで再度ゲームをプレイするか、管理者に連絡してください。
zh_hant: 最後的遊戲時間錯誤。<br />如果您忘記了上次玩遊戲的時間，請使用此訪問碼再玩一局遊戲或聯繫管理員。

source: Cancel
fr_fr: Annuler
ja: キャンセル
zh_hant: 取消

# Access Code Delete Last Access Code Error
source: Cannot delete user's last access code.
fr_fr: Impossible de supprimer le dernier code d'accès de l'utilisateur.
ja: ユーザーの最後のアクセスコードを削除できません。
zh_hant: 無法刪除用戶的最後一個訪問碼。

# Access Code Delete Success
source: Access code deleted successfully.
fr_fr: Code d'accès supprimé avec succès.
ja: アクセスコードが正常に削除されました。
zh_hant: 訪問碼已成功刪除。

source: Edit Profile
fr_fr: Profil
zh_hant: 編輯檔案

# Access Code Delete Confirm
source: Are you sure you want to delete this access code?
fr_fr: Êtes-vous sûr de vouloir supprimer ce code d'accès ?
ja: このアクセスコードを削除してもよろしいですか？
zh_hant: 您確定要刪除此訪問碼嗎？

source: Currently Selected:
fr_fr: Actuellement sélectionné :
ja: 現在選択中:
zh_hant: 當前選擇：

source: Reset
fr_fr: Réinitialiser
ja: リセット
zh_hant: 重置

# Reset Password Confirm 1
source: Are you sure you want to reset the password for this user?
fr_fr: Êtes-vous sûr de vouloir réinitialiser le mot de passe de cet utilisateur ?
ja: 本当にこのユーザーのパスワードをリセットしますか？
zh_hant: 確定要為這位用戶重置密碼嗎？

# Reset Password Confirm 2
source: This will remove the user's current password and user will have to register again.
fr_fr: Le mot de passe actuel de l'utilisateur sera alors supprimé et l'utilisateur devra s'inscrire à nouveau.
ja: これにより、ユーザーの現在のパスワードは削除され、ユーザーは再度登録する必要があります。
zh_hant: 重置密碼后，用戶需要再次注冊

# Delete User Confirm
source: Do you really want to delete this user's data?<br />All the related data will be deleted and this process cannot be undone!
fr_fr: Voulez-vous vraiment supprimer les données de cet utilisateur ? <br />Toutes les données associées seront supprimées et ne pourront pas être récupérées !
ja: このユーザーのデータを本当に削除してもよろしいですか？<br />関連するすべてのデータが削除され、この操作は元に戻せません！
zh_hant: 您真的要刪除該用戶的數據嗎？<br />所有相關數據將被刪除，此過程無法撤銷！

# Delete User Success
source: User deleted successfully.
fr_fr: Utilisateur supprimé.
ja: ユーザーが正常に削除されました。
zh_hant: 用戶已成功刪除。

source: Skip Song
fr_fr: Passer la chanson
ja: 演奏スキップ
zh_hant: 跳略演奏

# None
source: Off
fr_fr: Désactivé
ja: なし
zh_hant: 無

source: Whimsical
fr_fr: Fantaisiste
ja: きまぐれ
zh_hant: 隨興

source: Messy
fr_fr: Désordonné
ja: でたらめ
zh_hant: 隨意

source: Taiko
ja: 太鼓
zh_hant: 太鼓

# Matsuri
source: Festival
ja: お祭り
zh_hant: 祭典

# Inuneko
source: Dogs & Cats
fr_fr: Chiens & Chats
ja: いぬねこ
zh_hant: 狗與貓

# Wonderfultaiko
source: Deluxe Taiko
fr_fr: Taiko Deluxe
ja: 豪華な太鼓
zh_hant: 豪華的太鼓

# Drum
source: Drumset
fr_fr: Tambour
ja: ドラム
zh_hant: 爵士鼓

source: Tambourine
fr_fr: Tambourin
ja: タンバリン
zh_hant: 鈴鼓

source: Wadadon
ja: 和田どん
zh_hant: 和田咚

source: Clapping
fr_fr: Applaudissements
ja: 手拍子
zh_hant: 手拍子

source: Conga
ja: コンガ
zh_hant: 康加鼓

source: 8-bit Taiko
fr_fr: Taiko 8 bits
ja: 8ビット太鼓
zh_hant: 8-bit太鼓

# Soya
source: Heave-ho
fr_fr: Oh hisse
ja: ソイヤ
zh_hant: 嘿喲

# Mekadon
source: Mecha Don
fr_fr: Don Mecha
ja: メカドン
zh_hant: 機械咚

source: Funassyi
ja: ふなっしー
zh_hant: 船梨精

# Wrap
source: Rap
ja: ラップ
zh_hant: 説唱

# Isogai
source: Hosogai
ja: 細貝さん
zh_hant: 細貝先生

source: Akemi
ja: 朱美ちゃん
zh_hant: 朱美醬

source: Synth Drum
fr_fr: Tambour Synthétique
ja: シンセドラム
zh_hant: 合成鼓

source: Shuriken
ja: しゅりけん
zh_hant: 手裏劍

# Puchipuchi
source: Bubble Pop
ja: プチプチ
zh_hant: 泡泡

source: Electric Guitar
fr_fr: Guitare électrique
ja: エレキギター
zh_hant: 電吉他

# UraOni
source: Ura
ja: おに裏
zh_hant: 裏譜面

source: Set Up Each Time
fr_fr: Configurer à chaque fois
ja: 毎回設定
zh_hant: 每次設置

source: Default
fr_fr: Défaut
ja: デフォルト
zh_hant: 默認

source: Not Cleared
fr_fr: Pas Clear
ja: 未クリア優先
zh_hant: 未通關優先

source: Not Full Combo
fr_fr: Pas Full Combo
ja: 未フルコンボ優先
zh_hant: 未全連段優先

source: Not Donderful Combo
fr_fr: Pas Donderful Combo
ja: 未ドンダフルコンボ優先
zh_hant: 未全良連段優先

source: Japanese
fr_fr: Japonais
ja: 日本語
zh_hant: 日語

source: English
fr_fr: Anglais
ja: 英語
zh_hant: 英語

source: Chinese Traditional
fr_fr: Chinois traditionnel
ja: 繁体字中国語
zh_hant: 繁體中文

source: Korean
fr_fr: Coréen
ja: 韓国語
zh_hant: 韓語

source: Chinese Simplified
fr_fr: Chinois simplifié
ja: 簡体字中国語
zh_hant: 簡體中文

# Log Out Confirm
source: Are you sure you want to log out?
fr_fr: Êtes-vous sûr de vouloir vous déconnecter ?
ja: ログアウトしてもよろしいですか？
zh_hant: 您確定要登出嗎？

source: Leaderboard
fr_fr: Classement
zh_hant: 排行榜

source: No data
fr_fr: Pas de données
zh_hant: 沒有數據

source: User ID
fr_fr: ID de l'utilisateur
zh_hant: 用戶ID

source: Show QR Code
fr_fr: Afficher le Code QR
ja: QRコード
zh_hant: 查看QR Code

source: Change Password
fr_fr: Changer le mot de passe
ja: パスワード変更
zh_hant: 更改密碼

source: Reset Password
fr_fr: Réinitialiser le mot de passe
ja: パスワードリセット
zh_hant: 重置密碼

source: Delete User
fr_fr: Supprimer l'utilisateur
ja: ユーザー削除
zh_hant: 刪除帳號

source: Welcome to TaikoWebUI!
fr_fr: Bienvenue sur TaikoWebUI !
ja: TaikoWebUIへようこそ!
zh_hant: 歡迎來到TaikoWebUI!

source: Level
fr_fr: Niveau
ja: ★数
zh_hant: ★數

source: Genre
ja: ジャンル
zh_hant: 分類

source: Best Score
fr_fr: Meilleur score
ja: ベストスコア
zh_hant: 最佳成績

source: Good
ja: 良
zh_hant: 良

source: OK
ja: 可
zh_hant: 可

source: Drumroll
ja: 連打
zh_hant: 連打

source: MAX Combo
fr_fr: Combo MAX
ja: 最大コンボ数
zh_hant: 最大連擊數

source: Last Played
fr_fr: Joué la dernière fois
ja: ラストプレイ
zh_hant: 最後遊玩時間

source: Total Clears
ja: クリア回数
zh_hant: 總通過次數

source: Total Full Combos
fr_fr: Nombre total de Full Combos
ja: フルコンボ回数
zh_hant: 總全接次數

source: Total Donderful Combos
fr_fr: Nombre total de Combos Donderful
ja: ドンダフルコンボ回数
zh_hant: 總全良次數

source: Hide
fr_fr: Cacher
ja: 隠す
zh_hant: 隱藏

source: Show
fr_fr: Afficher
ja: 表示
zh_hant: 顯示

source: Section No.
fr_fr: Numéro de section
ja: 区間
zh_hant: 區間

source: Result
fr_fr: Résultats
ja: 結果
zh_hant: 结果

source: Score
ja: スコア
zh_hant: 成績

source: Crown
fr_fr: Couronnes
ja: 王冠
zh_hant: 皇冠

source: Total Hits
ja: 叩けた数
zh_hant: 總打擊次數

source: Soul Gauge
fr_fr: Jauge d'âme
ja: 魂ゲージ
zh_hant: 魂條

source: Conditions
ja: 条件
zh_hant: 條件

# Red
source: Red Clear
ja: 赤合格
zh_hant: 赤合格

source: Gold
ja: 金合格
zh_hant: 金合格

source: Pass
ja: 合格
zh_hant: 合格

source: Totals
fr_fr: Totaux
ja: 合計
zh_hant: 總共

source: Details
ja: 記録
zh_hant: 記錄

source: Stage
ja: 曲目
zh_hant: 曲目

source: Profile
fr_fr: Profil
ja: プロフィール
zh_hant: 檔案

source: Profile Options
fr_fr: Options de profil
ja: プロフィール設定
zh_hant: 檔案設定

source: Costume
ja: 着せ替え
zh_hant: 裝飾

source: Costume Options
fr_fr: Options de costume
ja: 着せ替え設定
zh_hant: 裝飾設定

source: Song Options
fr_fr: Options de jeu
ja: 演奏オプション
zh_hant: 演奏設定

source: Player
fr_fr: Joueur
ja: プレイヤー
zh_hant: 玩家

source: Save
fr_fr: Sauvegarder
ja: 保存
zh_hant: 儲存

source: Language
fr_fr: Langue
ja: 言語
zh_hant: 語言

source: Name
fr_fr: Nom
ja: 名前
zh_hant: 名字

source: Title
fr_fr: Titre
ja: 称号
zh_hant: 稱號

source: Title Plate
fr_fr: Décor de Plaque
ja: 称号タイプ
zh_hant: 稱號種類

source: Display Dan Rank on Name Plate
fr_fr: Afficher le Dan sur la plaque
ja: 段位表示
zh_hant: 顯示段位

source: Display Achievement Panel
fr_fr: Afficher le Tableau de Réussite
ja: 成績表示
zh_hant: 顯示成績版面

source: Difficulty Setting Course
fr_fr: Mode recherche : Difficulté
ja: むずかしさからえらぶの難易度
zh_hant: 篩選歌曲版面難度

source: Difficulty Setting Star
fr_fr: Mode recherche : Etoiles
ja: むずかしさからえらぶの★数
zh_hant: 篩選歌曲版面★數

source: Difficulty Setting Sort
fr_fr: Mode recherche : Tri
ja: むずかしさからえらぶの表示順
zh_hant: 篩選歌曲版面順序條件

source: Select a Title
fr_fr: Sélectionner un titre
ja: 称号を選択してください
zh_hant: 選擇一個稱號

source: Head
fr_fr: Tête
ja: あたま
zh_hant: 頭部

source: Body
fr_fr: Corps
ja: からだ
zh_hant: 身體

source: Face
fr_fr: Visage
ja: メイク
zh_hant: 面部

source: Kigurumi
ja: きぐるみ
zh_hant: 套装

source: Puchi
ja: ぷちキャラ
zh_hant: 小角色

source: Body Color
fr_fr: Couleur du Corps
ja: どうの色
zh_hant: 身體顏色

source: Face Color
fr_fr: Couleur du Visage
ja: かおの色
zh_hant: 面部顏色

source: Limb Color
fr_fr: Couleur des Membres
ja: てあしの色
zh_hant: 邊框顏色

source: Vanish
fr_fr: Disparition
ja: ドロン
zh_hant: 隱譜

source: Inverse
fr_fr: Inverser
ja: あべこべ
zh_hant: 反譜

source: Voice
fr_fr: Voix
ja: ボイス
zh_hant: 聲音

source: Speed
fr_fr: Vitesse
ja: はやさ
zh_hant: 流速

source: Random
fr_fr: Aléatoire
ja: ランダム
zh_hant: 隨機

source: Tone
fr_fr: Son de tambour
ja: 音色
zh_hant: 音色

source: Notes Position
fr_fr: Position des notes
ja: 音符位置調整
zh_hant: 音符位置調整
